[
  {
    "content": "屌丝：“为什么女人都喜欢油腔滑调的男人，我们这种老实男人为什么就没人喜欢呢？” 女神：“因为你们太不解风情。” 屌丝：“我们哪里不解风情了？” 女神：“你今晚来我家我再告诉你。” 屌丝：“不，你先给我解释。”"
  },
  {
    "content": "A：这辆车为什么能跑这么快？\nB：我想其中另有引擎。"
  },
  {
    "content": "一对情侣异地恋，男孩为了表示对女孩的关心，每天都会发一条女孩当地的天气预报，并且提醒她添衣，减衣，带伞。过了一年，女孩和男孩分手了，分手的时候，女孩怒吼，我实在受不了了，他一年365天，有360天是在骗我。"
  },
  {
    "content": "我已经不是那个花500块钱也要考虑很久的小子了！！ \n我现在五块钱都要深思熟虑。。"
  },
  {
    "content": "警官：“你超速了。驾照！” 司机：“没有。” 坐在一旁的老婆：“警官别听他的，他一喝多了就爱胡说。” 坐在后排耳聋的老母亲（大声地）：“我早就警告过你吧，偷来的车开不远～”"
  },
  {
    "content": "小李子回家的路上，不小心把拿到的小金人掉进了河里，焦急万分时，一个河神浮出水面：“这个小铁人是你的吗？”？小李子摇摇头。“这个小铜人是你的吗？” 小李子摇摇头。“这个小银人是你的吗？” 小李子又摇摇头。河神说：“你真是个诚实的孩子，拜拜。”"
  },
  {
    "content": "因为家庭条件一直没有对象，一天别人给我介绍一个，女方那边也没意见，到了家老妈就问我怎么样，我：其他都还好，就是有点胖。然后老妈语重心长的说：儿子，胖点不是问题，就咱家这条件，饿瘦她是迟早的事儿！?望着她那四百斤的身体，你爸说不如宰了她我们改善生活吧！"
  },
  {
    "content": "第一次跟女朋友开房，当时非常紧张，怎么都进不去，再尝试了几次之后，还是进不去，女朋友无奈的说:算了，找服务生帮忙吧，可能是房卡坏了\n"
  },
  {
    "content": "今天我和女友分手了，我实在忍受不了她了，太幼稚了，爱吃儿童套餐，爱在头上戴大大的蝴蝶结，爱撒娇对陌生人也撒娇，这些我还能忍，可昨天晚上我放好洗澡水准备泡个澡，她竟然在我浴缸里倒了十瓶牛奶，还扔了一包玫瑰花瓣，把我放在浴缸里的小鸭子都给我扔了出来……"
  },
  {
    "content": "早上被闹钟吵醒，脑袋里出现一个天使和一个恶魔，恶魔说：“被窝里多暖和，何必那么辛苦起床上班呢？”天使说：“大清早的吵什么吵，还让不让人睡觉了！”"
  },
  {
    "content": "和女朋友一起去理发店，一妹纸帮我洗头，和妹子聊的很开心，妹子突然问我：你还没女朋友吧？我：有啊，在这洗头呢！妹纸听了后笑了笑，然后红着脸吻了一下我的额头……"
  },
  {
    "content": "和往常一样，我的父亲喝了点酒，一场家庭暴力即将发生。\n我忍不住问他：“爸！你为什么要喝这么多酒？！” 父亲吸了口烟：“麻醉了全身，挨你妈打时不会那么疼。” "
  },
  {
    "content": "今天看到新闻说一个叫王二蛋的小伙去KTV嗨皮点了个妹子，居然是自己的亲姐姐。我当时就震惊了，都他么什么年代了，还有人叫王二蛋！"
  },
  {
    "content": "运动员发烧了，医生给他测量体温。\n医生说：“天啊，你竟然烧到41度！” 运动员：“哦，世界记录是多少？”"
  },
  {
    "content": "几个同学说去买一样的鞋子。逛了好几家店终于看上一双，可是还想让人家老板降点价。其中一个同学说：老板便宜点吧！我们人多！老板听完噌地站起来，说：咋子嘛？人多咋子嘛？我还怕了你们嗦！ "
  },
  {
    "content": "和老婆吵架了，朋友劝我：“你们每个人都少说两句不行吗？”\n然后我更生气了：“闭嘴！你他妈先把衣服穿上！”"
  },
  {
    "content": "从小力气就特别大：很多老师都说我一个人就能拖全班的后腿。"
  },
  {
    "content": "一天孙子问爷爷:“爷爷，在你们那个年代没电脑没手机有什么办法解闷啊？” 爷爷:“一天天关心这乱七八糟的，去，叫你十七叔吃饭。”"
  },
  {
    "content": "克里姆林宫外头有位男子大喊：“斯大林是白痴、是王八蛋！”结果男子立即遭到逮捕，并判刑23年。这23年，其中3年是侮辱共党总书记，其余20年是泄露国家机密。"
  },
  {
    "content": "小明走到桥中间，前有狼，后有虎，结果他还是过去了。他是怎么过去的？——晕过去的。"
  },
  {
    "content": "小企鹅有一天问他奶奶，“奶奶奶奶，我是不是一只企鹅啊？”“是啊，你当然是企鹅。 ”小企鹅又问爸爸，“爸爸爸爸，我是不是一只企鹅啊？ ”“是啊，你是企鹅啊，怎么了?”“可是，可是我怎么觉得那么冷呢？”"
  },
  {
    "content": "达芬奇密码上面是什么？〈答案：达芬奇账号，通常账号之下为密码〉\n"
  },
  {
    "content": "猜一句英文：“ABABBBAAAAAABBBABAAAABBBBAABBBAAAAA”？〈答案：Long time no C（see）〉"
  },
  {
    "content": "昨天我见到了世界上最帅的男人，我两相视久久，始终没有打破这份平静，最后我手累了 放下了镜子。"
  },
  {
    "content": "“哥，你终于接电话了，有人要在学校门口堵我。”\n“那你就提我的名字。” “哇，哥你原来这么牛啊，提你名字他们就不敢打我了吗？” “试试吧，我名字这么简单，万一有个牛逼的人和我同名呢？”"
  },
  {
    "content": "一般音乐行业从业者，哪怕30多岁都显得特别年轻，买的东西去的地方都跟年轻人没有代沟。倒不是因为别的，就是因为我们的收入还跟20多岁差不多。"
  },
  {
    "content": "“晚上有空一起吃饭吗？”\n“不行，今天我女朋友生日。” “充气的过毛生日？” “有生产日期的好不好。”"
  },
  {
    "content": "“徒儿，为师教你这套拳法一定要后发制人，出招比对手越晚越好。”“师父，难道您要教我太极拳？”“不，我是要教你猜拳！”"
  },
  {
    "content": "一个口吃的乞丐在街边讨饭，正巧一白富美经过说：叫我一声妈，给你二百块钱。乞丐站起来高声说道：妈...妈...妈白富美美滋滋的扔下六百块就走了，乞丐接着说：MLGB，有钱了不起啊！"
  },
  {
    "content": "悟空见如来佛祖神通广大，十分崇拜，兴奋地说：“佛祖，我是你的粉丝，你可以关注我吗？”佛祖点点头，把悟空关在了五行山下。"
  },
  {
    "content": "A：“我知道我这一辈子一定能火一把！”\nB：“不一定，你儿孙要是把你土葬了呢？！”"
  },
  {
    "content": "坐地铁看到一姑娘在看我的微博，我搭讪说：“唉我也关注了这人，挺好玩的。”她扫了我一眼说：“有啥用？段子手，不是穷就是丑，指不定在哪儿挤地铁呢。”"
  },
  {
    "content": "收到一条诈骗短信：“这是你老婆偷偷跟人开房的视频，请点开下面的链接！”我一看就哭了，感动的回过去：“哥们，单身这么久，只有你一个人说我有老婆”。不一会那边回复了，而且说的还很有道理的样子：你还是看看吧，说不定是你以后的老婆呢。。。"
  },
  {
    "content": "和朋友下棋，他一次性走了两步，我说：“你有病？怎么一次走两步？”他笑着说：“正是因为没病，所以走两步。”我。。。"
  },
  {
    "content": "教会小崽子一句“爸爸”之前，我得喊他一万声爸爸。要想人前显贵须得人后受罪也是此理。"
  },
  {
    "content": "工作闲暇,问同事小段有什么理想?\n小段目视远方,悠悠的说:我的理想是和我爸一样,年薪300万! 我感叹道:真是了不起的年轻人,有个这么会赚钱的老爸,自己却在工地上跟我们一起干活… 他叹了口气:哎,我爸的理想也是年薪300万……"
  },
  {
    "content": "今天店里来了一帅哥。\n我：帅哥，剪个什么样的发型？ 帅哥：剪个左边高右边低，前面一撮毛，后面两个坑的发型。 我当时就懵了，说道：帅哥，你说的这个发型我不会啊？ 帅哥啪就给我一耳光，骂道：你不会？上次不就你给我剪的吗……"
  },
  {
    "content": "我终于进到了大学的澡堂，，洗洗着热水澡，看着那洁白的瓷砖，看着那地上写着的一行行小字，弯下腰才看清楚：同学，当你看清楚这行字时，请小心你的后面……"
  },
  {
    "content": "读大学时交了一个女朋友，因为我爱玩游戏时常会冷落她，她在与我多次交涉未果的情况下毅然提出了分手，每每想起这事我总是后悔不已，所以我要奉劝大家一句，不要轻易找女朋友，真的很影响玩游戏的心情。\n"
  },
  {
    "content": "“妈，感觉能和你一起洗碗，真好啊！”“孩子呀！是挺好的，可你下次请妈吃饭，要记得带钱啊！”"
  },
  {
    "content": "老公：家是温暖的港湾。老婆：我考，我从来没有见过只有7平米方的港湾！"
  },
  {
    "content": "一对夫妻连续生了三个孩子都是女儿，为了体恤妻子，丈夫便说：老婆咱别生了吧，男孩女孩都一样。老婆说：不！我要生！老娘非得看看你上辈子究竟有几个情人。"
  },
  {
    "content": "我小时候家里穷，没有电话，在我6岁的时候我邻居家我暗恋的小女孩搬家了，当时没留下电话，时隔20多年，我突然感觉是她！真的是她！我叫上她，我说我能90%确认是你！你的样子在我脑海里一直也抹不去，能让我看一下你的胎记吗？突然她就脱光了，然后你们就进来了，就是这样的，警官。我真的没撒谎！"
  },
  {
    "content": "一对小情侣吵架，女的说：我越来越讨厌你，看到就烦。男的回到：我也是。这是女的袖子一抹说到：有种再说一次！男道：我也是越来越讨厌我自己了。"
  },
  {
    "content": "到了适婚年龄了，于是向老妈取经：妈，我是找个喜欢我的人还是找个我喜欢的人呢？老妈：当然是你喜欢的人啊。我：为什么呢？老妈：妈是觉得没有人会喜欢你啊。"
  },
  {
    "content": "听人家说冬天洗凉水澡暖和，我就尝试了一下。\n果然昨晚体温才36.5，今天早上已经到了39.5！ "
  },
  {
    "content": "小王外派工作两年，回来女盆有不和他爱爱了，小王怀疑他外面有人了，最后发现没有，原来是里面有人了。"
  },
  {
    "content": "\n张良刺杀秦王失败，仓皇逃窜，亡命天涯。一日，他拦下一辆马车，刚坐上去，车夫便和他说：年轻人，你要坐牢了。张良大惊，站起身想要跑，马车一个加速，张良一个没站稳骨碌碌摔将下来。车夫将车停住，把他扶起来说：你个倒霉熊孩子，让你坐牢的，摔了吧？！"
  },
  {
    "content": "躺在床上，女朋友突然说：“亲爱的，我胸好闷，讲几个段子给我听听！” 我脑抽的回了一句：“它们还小，听不懂的……”"
  },
  {
    "content": "一只青蛙给牧师打电话，问自己的命运。牧师说：“明年，有一个年轻的姑娘会来了解你。”青蛙高兴的蹦了起来：“哦，真的吗？是在王子的婚礼上吗？”牧师说：“不，是在她明年的生物课上。”"
  },
  {
    "content": "几个人在高尔夫更衣室，一手机响很久，一男人按了免提键。女：“亲爱的你在俱乐部吗？”男：“在。”女：“我看到一辆宝马，才不到两百万。”男人：“买。”女：“还有那个楼盘又放盘了， 6万一平。”男：“买。”女：“好爱你。”男：“也爱你。”旁边的男人们敬佩得目瞪口呆。男人挂了电话，问：“这是谁的手机？”"
  },
  {
    "content": "周末，老公还在睡懒觉，朋友老李就来了，我对两岁宝贝女儿说：“快，去叫爸爸”。\n女儿走到老李跟前，怯生生的叫了一句：“爸爸”。"
  },
  {
    "content": "女：“为什么分手至今你还没有女朋友？”男：“和你分手以后，我见过许多女人，有的像你的眼，有像你的眉，有像你的唇，可惜没有一个像你眼瞎的。”"
  },
  {
    "content": "一兄弟喜欢一女汉子，两人关系也不错，经常一起打球，有次他鼓起勇气告白，女汉子说：“我只把你当兄弟啊！”\n他万念俱灰的低下头，随后又突然抬起头来，试探的问：“兄弟，能搞基吗？”"
  },
  {
    "content": "我朋友阿豪最近在KTV找了份工作，干了没几天就被辞了。我问他为啥啊？他委屈的说：”前几天晚上，我对经理说206包房的客人跑掉了！您看怎么处理？经理说：“你特么有病啊！客人跑调跟我们有什么关系？”第二天我就被辞了。"
  },
  {
    "content": "某人因为在公开场合骂一位贵妇“母狗”，而被贵妇告上法庭 法官对某人说，“你必须在庭上公开向这位夫人道歉” “我可以道歉，但是请问法官。”某人说，“改天我遇上真的母狗，能不能称它为夫人？” 法官笑了：“你要发神经是你的事，那当然可以” “好极了！”某人立刻向贵妇一鞠躬“对不起！夫人！”"
  },
  {
    "content": "躲了一辈子的雨，雨会不会很伤心"
  },
  {
    "content": "看着你不高兴我就高兴，因为我终于有机会讨好你了"
  },
  {
    "content": "每天害怕你讨厌我已经占据我一大半的生活了，哪里还有工夫指望你喜欢我"
  },
  {
    "content": "送的手机用了四天，挺好使的，就是不知道能不能通电话"
  },
  {
    "content": "把这泡尿憋着，明天就能叫我起床了"
  },
  {
    "content": "很少找我妈说人际关系的烦心事，她总是说，让我忍，让我随便人家，不要理人家，我宁愿有个人跟我说，我帮你杀了他，然后我说不用不用我忍忍就好了"
  },
  {
    "content": "今天有个跟我说“我就不瞎指挥了，免得耽误了你的前程”，妈呀“我的”后面竟然可以加上“前程”俩字我就慎重的想哭"
  },
  {
    "content": "又回到熟悉的教室，抚摸着曾经的课桌，看到熟悉的老师，做着熟悉的卷子…………我就知道我又留级了。"
  },
  {
    "content": "科学课上，老师讲到温度对水分子蒸发的影响时说，我现在考大家一个问题，大家知道为什么夏天新铺的水泥地比冬天要干的快硬得快啊？\n小刚：因为夏天温度比较高，水分蒸发比较快！ 老师：很好，坐下！小明你觉得呢？ 小明：因为夏天穿裙子的女生比较多！ 老师：滚出去"
  },
  {
    "content": "女：“你觉得什么最脏？”\n男：“女人！” 女：“什么？为什么！” 男：“因为我没见过女人洗澡。”"
  },
  {
    "content": "异地恋，男孩说还有８１天我就回来了，于是给女朋友买了８１种零食，说：你每天吃一种，吃完了我就回来了。后来，男孩为了给女孩一个惊喜，第三天就回来了，女孩哭着说：你果然没有骗我，我刚吃完你就回来了……"
  },
  {
    "content": "姐姐嫁人的时候妈妈给了好多嫁妆， 妹妹很眼红：妈，我长大了也要嫁人，你给我准备啥？ 老妈叹气道：一套房子，一部车子，再准备一些现金。 妹妹：这么多！ 老妈：嫁你？就是嫁祸于人啊，给太少，我良心上过不去。"
  },
  {
    "content": "昨天看到马云跟王健林的演讲对战，确实佩服马云的智商、情商和反应能力！看评论差点憋死我“马云是八核的，就是显屏差了点，"
  },
  {
    "content": "老师：如果有只老虎扑向你该咋办？\n小明：拿枪打它。 老师：如果你没枪？ 小明：拿刀捅它。 老师：如果你没刀？ 小明：要我死你明说，别绕弯子……"
  },
  {
    "content": "地铁上听到两个妹子聊天，一个妹子说：“咱俩走一样的路，为啥微 信上显示你一万一千多步，而我却是一万五千多步呢？”\n另一妹子回答：“因为你腿短呗。”"
  },
  {
    "content": "唐僧师徒四人坐在地上休息。远处两个小妖看到他们妖A对妖B说：大王让我们来抓唐僧，他们四个那个是啊？B：我也不认识，不过唐僧是他们四个的领导，应该有领导的相貌！A：嗯，有道理。结果他们两个果断的把猪八戒给抓走了……"
  },
  {
    "content": "“会做饭的男生真的能加分吗？肌肉男能加分吗？说话温柔的呢？有幽默感的呢？”“滚！”老师一把将卷子甩到我脸上。 "
  },
  {
    "content": "那天晚上妈妈说要和我谈话，我有点紧张。说了 一大圈发现我恋爱了，我支支吾吾。后来妈妈说：再怎么样，那个和尚他不能给你个家啊！我纳闷：什么和尚？我妈：就是经常给你打电话的圆通啊！"
  },
  {
    "content": "唐僧初遇猪八戒那一天，唐僧说：八戒你跑两圈给为师看看。猪八戒跑完后问：师傅你是想测测我的体力吗？唐僧答：为师出家多年从没吃过猪肉，就想看看猪跑。。。"
  },
  {
    "content": "坐在办公桌前玩手机，一想到自己上个月的工作计划还没完成，我就啪的抽了自己一耳光，TM的玩个手机还分心。"
  }
]